Revit 2027 API
SymbolTypeId.Tonsf Property
 Symbol Tonsf, indicating unit US tonnes force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Tonsf { get; }
Public Shared ReadOnly Property Tonsf As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Tonsf {
	ForgeTypeId^ get ();
}
static member Tonsf : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace